Repository: DinanathDash/Stasis
Catalog: Stasis/L10n/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sk, sl, tr, vi, zh_hans, zh_hant

source: Enable Sailing Mode
de: Segel-Modus aktivieren
es: Activar modo navegación
fr: Activer le mode Voile
it: Attiva modalità Vela
ja: セーリングモードを有効化
ko: 세일링 모드 활성화
nl: Zeilmodus inschakelen
pt_br: Ativar Modo Velejar
pt_pt: Ativar Modo Velejar
ru: Включить режим плавания
sk: Zapnúť plachtiaci režim
sl: Omogoči način jadranja
tr: Yelken Modunu Etkinleştir
vi: Bật chế độ lướt
zh_hans: 启用航行模式
zh_hant: 啟用航行模式

source: Enable Top-Up
de: Aufladen aktivieren
es: Activar carga completa
fr: Activer la recharge complète
it: Attiva ricarica completa
ja: トップアップを有効化
ko: 100 % 충전 활성화
nl: Opladen tot 100 % inschakelen
pt_br: Ativar carga completa
pt_pt: Ativar carga completa
ru: Включить зарядку до 100 %
sk: Zapnúť dobíjanie doplna
sl: Omogoči polnjenje do 100 %
tr: Tam Şarjı Etkinleştir
vi: Bật sạc đầy
zh_hans: 启用充满电
zh_hant: 啟用充滿電

source: Enable automatic calibration
de: Automatische Kalibrierung aktivieren
es: Activar calibración automática
fr: Activer l'étalonnage automatique
it: Abilita la calibrazione automatica
ja: 自動キャリブレーションを有効にする
ko: 자동 보정 활성화
nl: Schakel automatische kalibratie in
pt_br: Ativar calibração automática
pt_pt: Ativar calibração automática
ru: Включить автоматическую калибровку
sk: Povoliť automatickú kalibráciu
sl: Omogoči samodejno kalibracijo
tr: Otomatik kalibrasyonu etkinleştir
vi: Bật hiệu chuẩn tự động
zh_hans: 启用自动校准
zh_hant: 啟用自動校準

source: Enable heat protection
de: Hitzeschutz aktivieren
es: Activar protección contra calor
fr: Activer la protection thermique
it: Abilita la protezione dal calore
ja: 熱保護を有効にする
ko: 열 보호 활성화
nl: Schakel hittebescherming in
pt_br: Ativar proteção térmica
pt_pt: Ativar proteção térmica
ru: Включить защиту от перегрева
sk: Aktivujte tepelnú ochranu
sl: Omogoči toplotno zaščito
tr: Isı korumasını etkinleştir
vi: Kích hoạt tính năng bảo vệ nhiệt
zh_hans: 启用高温保护
zh_hant: 啟用熱防護

source: Enable heat protection in ${applicationName}
de: Hitzeschutz in ${applicationName} aktivieren
es: Activar protección contra calor en ${applicationName}
fr: Activer la protection thermique dans ${applicationName}
it: Attiva protezione termica in ${applicationName}
ja: ${applicationName}で高熱保護を有効化
ko: ${applicationName}에서 과열 보호 활성화
nl: Hittebescherming inschakelen in ${applicationName}
pt_br: Ativar proteção térmica no ${applicationName}
pt_pt: Ativar proteção térmica no ${applicationName}
ru: Включить защиту от перегрева в ${applicationName}
sk: Zapnúť tepelnú ochranu v ${applicationName}
sl: Omogoči zaščito pred toploto v ${applicationName}
tr: ${applicationName}'te ısı korumasını etkinleştir
vi: Bật bảo vệ quá nhiệt trong ${applicationName}
zh_hans: 在 ${applicationName} 中启用高温保护
zh_hant: 在 ${applicationName} 中啟用高溫保護

source: Enable or disable Heat Protection Mode in Stasis.
de: Hitzeschutz-Modus in Stasis aktivieren oder deaktivieren.
es: Activa o desactiva el modo de protección contra calor en Stasis.
fr: Activer ou désactiver le mode de protection thermique dans Stasis.
it: Attiva o disattiva la modalità protezione termica in Stasis.
ja: Stasisで高熱保護モードを有効または無効にします。
ko: Stasis에서 과열 보호 모드를 켜거나 끕니다.
nl: Hittebeschermingsmodus in Stasis in- of uitschakelen.
pt_br: Ative ou desative o Modo de Proteção Térmica no Stasis.
pt_pt: Ative ou desative o Modo de Proteção Térmica no Stasis.
ru: Включить или отключить режим защиты от перегрева в Stasis.
sk: Zapnúť alebo vypnúť režim tepelnej ochrany v Stasis.
sl: Omogoči ali onemogoči način zaščite pred toploto v Stasis.
tr: Stasis'te Isı Koruması Modunu açın veya kapatın.
vi: Bật hoặc tắt chế độ bảo vệ quá nhiệt trong Stasis.
zh_hans: 在 Stasis 中启用或禁用高温保护模式。
zh_hant: 在 Stasis 中啟用或停用高溫保護模式。

source: Enable or disable Sailing Mode (allow battery to discharge naturally before recharging).
de: Aktiviert oder deaktiviert den Segelmodus (natürliche Entladung vor erneutem Laden).
es: Activa o desactiva el Modo Navegación (permite que la batería se descargue naturalmente antes de recargar).
fr: Active ou désactive le mode Navigation (laisse la batterie se décharger naturellement avant de recharger).
it: Attiva o disattiva la Modalità Navigazione (lascia scaricare la batteria prima della ricarica).
ja: セーリングモードを有効または無効にします（再充電前に自然に放電）。
ko: 세일링 모드를 활성화 또는 비활성화합니다(재충전 전 자연 방전 허용).
nl: Schakelt de Zeilmodus in of uit (batterij op natuurlijke wijze laten ontladen).
pt_br: Ativa ou desativa o Modo Navegação (permite que a bateria descarregue naturalmente antes de recarregar).
pt_pt: Ativa ou desativa o Modo Navegação (permite que a bateria descarregue naturalmente antes de recarregar).
ru: Включает или выключает режим плавания (позволяет батарее естественно разряжаться перед подзарядкой).
sk: Zapne alebo vypne režim plachtenia (prirodzené vybíjanie batérie pred dobitím).
sl: Omogoči ali onemogoči jadrno stanje (naravno praznjenje baterije pred ponovnim polnjenjem).
tr: Seyir Modunu etkinleştirir veya devre dışı bırakır (şarj etmeden önce doğal deşarja izin verir).
vi: Bật hoặc tắt chế độ Trôi dạt (cho phép pin xả tự nhiên trước khi sạc lại).
zh_hans: 启用或停用巡航模式（允许电池在充电前自然耗尽部分电量）。
zh_hant: 啟用或停用巡航模式（允許電池在充電前自然耗盡部分電量）。

source: Enable or disable Sailing Mode (reduces micro-charging cycles) in Stasis.
de: Segel-Modus in Stasis aktivieren oder deaktivieren (reduziert Mikro-Ladezyklen).
es: Activa o desactiva el modo navegación en Stasis (reduce los microciclos de carga).
fr: Activer ou désactiver le mode Voile dans Stasis (réduit les micro-cycles de charge).
it: Attiva o disattiva la modalità Vela in Stasis (riduce i micro-cicli di ricarica).
ja: Stasisでセーリングモード（微小充電サイクルの削減）を有効または無効にします。
ko: Stasis에서 세일링 모드(미세 충전 사이클 감소)를 켜거나 끕니다.
nl: Zeilmodus in Stasis in- of uitschakelen (vermindert micro-laadcycli).
pt_br: Ativar ou desativar o Modo Velejar no Stasis (reduz microciclos de carga).
pt_pt: Ativar ou desativar o Modo Velejar no Stasis (reduz microciclos de carga).
ru: Включить или отключить режим плавания в Stasis (снижает микроциклы зарядки).
sk: Zapnúť alebo vypnúť plachtiaci režim v Stasis (znižuje počet mikronabíjacích cyklov).
sl: Omogoči ali onemogoči način jadranja v Stasis (zmanjša mikro-cikle polnjenja).
tr: Stasis'te Yelken Modunu (mikro şarj döngülerini azaltır) açın veya kapatın.
vi: Bật hoặc tắt Chế độ lướt trong Stasis (giảm các chu kỳ sạc nhỏ).
zh_hans: 在 Stasis 中启用或禁用航行模式（减少微充电循环）。
zh_hant: 在 Stasis 中啟用或停用航行模式（減少微充電循環）。

source: Enable or disable custom MagSafe LED colors in Stasis.
de: Benutzerdefinierte MagSafe-LED-Farben in Stasis aktivieren oder deaktivieren.
es: Activa o desactiva colores personalizados del LED MagSafe en Stasis.
fr: Activer ou désactiver les couleurs LED MagSafe personnalisées dans Stasis.
it: Attiva o disattiva i colori personalizzati del LED MagSafe in Stasis.
ja: StasisでカスタムMagSafe LEDカラーを有効または無効にします。
ko: Stasis에서 사용자 지정 MagSafe LED 색상을 켜거나 끕니다.
nl: Aangepaste MagSafe ledkleuren in Stasis in- of uitschakelen.
pt_br: Ative ou desative cores personalizadas do LED MagSafe no Stasis.
pt_pt: Ative ou desative cores personalizadas do LED MagSafe no Stasis.
ru: Включить или отключить пользовательские цвета индикатора MagSafe в Stasis.
sk: Zapnúť alebo vypnúť vlastné farby LED MagSafe v Stasis.
sl: Omogoči ali onemogoči barve LED po meri za MagSafe v Stasis.
tr: Stasis'te özel MagSafe LED renklerini açın veya kapatın.
vi: Bật hoặc tắt màu đèn LED MagSafe tùy chỉnh trong Stasis.
zh_hans: 在 Stasis 中启用或禁用自定义 MagSafe LED 颜色。
zh_hant: 在 Stasis 中啟用或停用自訂 MagSafe LED 顏色。

source: Enable or disable force discharging the battery while plugged in.
de: Erzwungenes Entladen bei angeschlossenem Netzteil aktivieren oder deaktivieren.
es: Activa o desactiva la descarga forzada de la batería mientras está enchufada.
fr: Activer ou désactiver la décharge forcée de la batterie lorsqu'elle est branchée.
it: Attiva o disattiva la scarica forzata della batteria mentre è collegata.
ja: 電源接続時のバッテリー強制放電を有効または無効にします。
ko: 전원이 연결된 상태에서 배터리 강제 방전을 켜거나 끕니다.
nl: Gedwongen ontladen tijdens netstroom in- of uitschakelen.
pt_br: Ative ou desative a descarga forçada da bateria enquanto conectada à energia.
pt_pt: Ative ou desative a descarga forçada da bateria enquanto ligada à corrente.
ru: Включить или отключить принудительный разряд батареи при подключенном питании.
sk: Zapnúť alebo vypnúť vynútené vybitie batérie pri pripojenom napájaní.
sl: Omogoči ali onemogoči prisilno praznjenje baterije med priključitvijo.
tr: Prize takılıyken pili zorla deşarj etmeyi açın veya kapatın.
vi: Bật hoặc tắt chế độ buộc xả pin khi đang cắm sạc.
zh_hans: 在接通电源时启用或禁用强制放电。
zh_hant: 在接通電源時啟用或停用強制放電。

source: Enable or disable overriding the MagSafe 3 LED indicator (green at limit, orange while charging).
de: Aktiviert oder deaktiviert das Überschreiben der MagSafe 3-LED-Anzeige (grün beim Limit, orange beim Laden).
es: Activa o desactiva la modificación del indicador LED de MagSafe 3 (verde en límite, naranja mientras carga).
fr: Active ou désactive le remplacement du voyant LED MagSafe 3 (vert à la limite, orange en charge).
it: Attiva o disattiva l'override dell'indicatore LED MagSafe 3 (verde al limite, arancione in ricarica).
ja: MagSafe 3のLEDインジケータ（上限到達時は緑、充電中はオレンジ）のオーバーライドを有効または無効にします。
ko: MagSafe 3 LED 표시등(제한 시 녹색, 충전 시 주황색) 제어를 활성화 또는 비활성화합니다.
nl: Schakelt overschrijving van MagSafe 3-ledindicator in of uit (groen bij limiet, oranje bij opladen).
pt_br: Ativa ou desativa a sobreposição do indicador LED MagSafe 3 (verde no limite, laranja carregando).
pt_pt: Ativa ou desativa a sobreposição do indicador LED MagSafe 3 (verde no limite, laranja carregando).
ru: Включает или выключает переопределение индикатора MagSafe 3 (зелёный при лимите, оранжевый при зарядке).
sk: Zapne alebo vypne ovládanie LED kontrolky MagSafe 3 (zelená pri limite, oranžová pri nabíjaní).
sl: Omogoči ali onemogoči preglasitev indikatorja LED MagSafe 3 (zeleno ob omejitvi, oranžno med polnjenjem).
tr: MagSafe 3 LED göstergesini geçersiz kılmayı etkinleştirir veya devre dışı bırakır (sınırda yeşil, şarj olurken turuncu).
vi: Bật hoặc tắt ghi đè đèn báo LED MagSafe 3 (xanh lá ở giới hạn, cam khi đang sạc).
zh_hans: 启用或停用 MagSafe 3 指示灯控制（达到上限显示绿色，充电中显示橙色）。
zh_hant: 啟用或停用 MagSafe 3 指示燈控制（達到上限顯示綠色，充電中顯示橙色）。

source: Enable or disable thermal charging protection.
de: Aktiviert oder deaktiviert den thermischen Ladeschutz.
es: Activa o desactiva la protección térmica durante la carga.
fr: Active ou désactive la protection de recharge thermique.
it: Attiva o disattiva la protezione di ricarica termica.
ja: 熱による充電保護を有効または無効にします。
ko: 충전 열 보호 기능을 활성화 또는 비활성화합니다.
nl: Schakelt thermische oplaadbescherming in of uit.
pt_br: Ativa ou desativa a proteção térmica no carregamento.
pt_pt: Ativa ou desativa a proteção térmica no carregamento.
ru: Включает или выключает тепловую защиту при зарядке.
sk: Zapne alebo vypne tepelnú ochranu pri nabíjaní.
sl: Omogoči ali onemogoči toplotno zaščito pri polnjenju.
tr: Termal şarj korumasını etkinleştirir veya devre dışı bırakır.
vi: Bật hoặc tắt bảo vệ sạc khi quá nhiệt.
zh_hans: 启用或停用充电温度及散热保护。
zh_hant: 啟用或停用充電溫度及散熱保護。

source: Enable sailing mode
de: Segelmodus aktivieren
es: Activar modo navegación
fr: Activer le mode Navigation
it: Attiva Modalità Navigazione
ja: セーリングモードを有効にする
ko: 세일링 모드 활성화
nl: Zeilmodus inschakelen
pt_br: Ativar modo navegação (Sailing Mode)
pt_pt: Ativar modo navegação (Sailing Mode)
ru: Включить режим плавания
sk: Zapnúť režim plachtenia
sl: Omogoči način jadranja
tr: Yelken Modunu Etkinleştir
vi: Bật Chế độ Trôi dạt
zh_hans: 启用巡航模式
zh_hant: 啟用航行模式

source: Enable sailing mode in ${applicationName}
de: Segel-Modus in ${applicationName} aktivieren
es: Activar modo navegación en ${applicationName}
fr: Activer le mode Voile dans ${applicationName}
it: Attiva modalità Vela in ${applicationName}
ja: ${applicationName}でセーリングモードを有効化
ko: ${applicationName}에서 세일링 모드 활성화
nl: Zeilmodus inschakelen in ${applicationName}
pt_br: Ativar Modo Velejar no ${applicationName}
pt_pt: Ativar Modo Velejar no ${applicationName}
ru: Включить режим плавания в ${applicationName}
sk: Zapnúť plachtiaci režim v ${applicationName}
sl: Omogoči način jadranja v ${applicationName}
tr: ${applicationName}'te Yelken Modunu etkinleştir
vi: Bật chế độ lướt trong ${applicationName}
zh_hans: 在 ${applicationName} 中启用航行模式
zh_hant: 在 ${applicationName} 中啟用航行模式

source: Energy Impact
de: Energieauswirkungen
es: Impacto energético
fr: Impact énergétique
it: Impatto energetico
ja: エネルギー影響
ko: 에너지 영향
nl: Energie-impact
pt_br: Impacto energético
pt_pt: Impacto energético
ru: Энерговоздействие
sk: Energetický vplyv
sl: Vpliv na energijo
tr: Enerji Etkisi
vi: Mức độ ảnh hưởng năng lượng
zh_hans: 能耗影响
zh_hant: 能源衝擊

source: Every 14 days
de: Alle 14 Tage
es: Cada 14 días
fr: Tous les 14 jours
it: Ogni 14 giorni
ja: 14日ごと
ko: 14일마다
nl: Elke 14 dagen
pt_br: A cada 14 dias
pt_pt: A cada 14 dias
ru: Каждые 14 дней
sk: Každých 14 dní
sl: Vsakih 14 dni
tr: Her 14 günde bir
vi: Cứ sau 14 ngày
zh_hans: 每 14 天
zh_hant: 每 14 天一次

source: Every 30 days
de: Alle 30 Tage
es: Cada 30 días
fr: Tous les 30 jours
it: Ogni 30 giorni
ja: 30日ごと
ko: 30일마다
nl: Elke 30 dagen
pt_br: A cada 30 dias
pt_pt: A cada 30 dias
ru: Каждые 30 дней
sk: Každých 30 dní
sl: Vsakih 30 dni
tr: Her 30 günde bir
vi: Cứ sau 30 ngày
zh_hans: 每 30 天
zh_hant: 每 30 天一次

source: Every 60 days
de: Alle 60 Tage
es: Cada 60 días
fr: Tous les 60 jours
it: Ogni 60 giorni
ja: 60日ごと
ko: 60일마다
nl: Elke 60 dagen
pt_br: A cada 60 dias
pt_pt: A cada 60 dias
ru: Каждые 60 дней
sk: Každých 60 dní
sl: Vsakih 60 dni
tr: Her 60 günde bir
vi: Cứ sau 60 ngày
zh_hans: 每 60 天
zh_hant: 每 60 天

source: Every 7 days
de: Alle 7 Tage
es: Cada 7 días
fr: Tous les 7 jours
it: Ogni 7 giorni
ja: 7日ごと
ko: 7일마다
nl: Elke 7 dagen
pt_br: A cada 7 dias
pt_pt: A cada 7 dias
ru: Каждые 7 дней
sk: Každých 7 dní
sl: Vsakih 7 dni
tr: Her 7 günde bir
vi: Cứ 7 ngày một lần
zh_hans: 每 7 天
zh_hant: 每7天一次

source: Example URL / Command
de: Beispiel-URL / Befehl
es: URL de ejemplo / Comando
fr: Exemple d'URL / Commande
it: URL di esempio / Comando
ja: 例：URL / コマンド
ko: 예시 URL / 명령
nl: Voorbeeld-URL / Opdracht
pt_br: URL de Exemplo / Comando
pt_pt: URL de Exemplo / Comando
ru: Пример URL / Команда
sk: Príklad adresy URL / Príkaz
sl: Primer URL / Ukaz
tr: Örnek URL / Komut
vi: URL mẫu / Lệnh
zh_hans: 示例 URL / 命令
zh_hant: 範例 URL / 命令

source: Failed to install charging helper
de: Ladehilfe konnte nicht installiert werden
es: No se pudo instalar el asistente de carga
fr: Échec de l'installation de l'assistant de chargement
it: Impossibile installare l'assistente per la ricarica
ja: 充電ヘルパーのインストールに失敗しました
ko: 충전 도우미 설치 실패
nl: Kan oplaadhulp niet installeren
pt_br: Falha ao instalar auxiliar de carregamento
pt_pt: Falha ao instalar auxiliar de carregamento
ru: Не удалось установить помощник по зарядке.
sk: Nepodarilo sa nainštalovať pomocníka pri nabíjaní
sl: Namestitev pomočnika za polnjenje ni uspela
tr: Şarj yardımcısı yüklenemedi
vi: Không cài đặt được trình trợ giúp sạc
zh_hans: 安装充电辅助程序失败
zh_hant: 充電助手安裝失敗

source: Failed to uninstall charging helper
de: Ladehilfe konnte nicht deinstalliert werden
es: No se pudo desinstalar el asistente de carga
fr: Échec de la désinstallation de l'assistant de chargement
it: Impossibile disinstallare l'assistente per la ricarica
ja: 充電ヘルパーのアンインストールに失敗しました
ko: 충전 도우미를 제거하지 못했습니다.
nl: Kan oplaadhulp niet verwijderen
pt_br: Falha ao desinstalar auxiliar de carregamento
pt_pt: Falha ao desinstalar auxiliar de carregamento
ru: Не удалось удалить помощник по зарядке.
sk: Nepodarilo sa odinštalovať pomocníka pri nabíjaní
sl: Odstranitev pomočnika za polnjenje ni uspela
tr: Şarj yardımcısı kaldırılamadı
vi: Không thể gỡ cài đặt trình trợ giúp sạc
zh_hans: 卸载充电辅助程序失败
zh_hant: 充電助手卸載失敗

source: For reliable charge management, ensure that "Optimize Battery Charging" is disabled and Apple's native Charge Limit is exactly at **%@** in **System Settings → Battery**.
de: Stellen Sie für eine zuverlässige Ladeverwaltung sicher, dass „Akkuladung optimieren“ deaktiviert ist und Apples natives Ladelimit unter **Systemeinstellungen → Akku** genau bei **%@** liegt.
es: Para una gestión de carga confiable, asegúrese de que "Optimizar la carga de la batería" esté desactivado y que el límite de carga nativo de Apple esté exactamente en **%@** en **Configuración del sistema → Batería**.
fr: Pour une gestion fiable de la charge, assurez-vous que « Optimiser la charge de la batterie » est désactivé et que la limite de charge native d'Apple est exactement à **%@** dans **Paramètres système → Batterie**.
it: Per una gestione affidabile della carica, assicurati che "Ottimizza ricarica batteria" sia disabilitato e che il limite di carica nativo di Apple sia esattamente su **%@** in **Impostazioni di sistema → Batteria**.
ja: 信頼性の高い充電管理を行うには、**[システム設定] → [バッテリー]** で [バッテリー充電の最適化] が無効になっていること、および Apple のネイティブの充電制限が正確に **%@** であることを確認してください。
ko: 안정적인 충전 관리를 위해 "배터리 충전 최적화"가 비활성화되어 있고 Apple의 기본 충전 한도가 **시스템 설정 → 배터리**에서 정확히 **%@**에 있는지 확인하세요.
nl: Voor betrouwbaar laadbeheer zorgt u ervoor dat "Batterijopladen optimaliseren" is uitgeschakeld en dat de eigen laadlimiet van Apple precies op **%@** ligt in **Systeeminstellingen → Batterij**.
pt_br: Para uma gestão de carga fiável, certifique-se de que "Carregamento otimizado" está desativado e que o limite nativo da Apple está exatamente a **%@** em **Configurações do Sistema → Bateria**.
pt_pt: Para uma gestão de carga fiável, certifique-se de que "Carregamento otimizado" está desativado e que o limite nativo da Apple está exatamente a **%@** em **Definições do Sistema → Bateria**.
ru: Для надежного управления зарядом убедитесь, что функция «Оптимизация зарядки аккумулятора» отключена, а встроенный лимит заряда Apple находится точно на значении **%@** в **Настройки системы → Аккумулятор**.
sk: Pre spoľahlivú správu nabíjania sa uistite, že je vypnutá možnosť „Optimalizovať nabíjanie batérie“ a že natívny limit nabíjania spoločnosti Apple je presne na **%@** v **Nastavenia systému → Batéria**.
sl: Za zanesljivo upravljanje polnjenja zagotovite, da je »Optimize Battery Charging« onemogočeno in da je Applova izvorna omejitev polnjenja točno na **%@** v **Sistemske nastavitve → Baterija**.
tr: Güvenilir şarj yönetimi için **Sistem Ayarları → Pil**'de "Pil Şarjını Optimize Et" seçeneğinin devre dışı olduğundan ve Apple'ın yerel Şarj Limitinin tam olarak **%@** değerinde olduğundan emin olun.
vi: Để quản lý sạc đáng tin cậy, hãy đảm bảo rằng bạn đã tắt "Tối ưu hóa sạc pin" và Giới hạn sạc gốc của Apple chính xác ở **%@** trong **Cài đặt hệ thống → Pin**.
zh_hans: 为确保充电管理可靠运行，请在**系统设置 → 电池**中关闭“优化电池充电”，并将 Apple 原生的充电上限准确设置为 **%@**。
zh_hant: 為了實現可靠的充電管理，請確保禁用“優化電池充電”，並且 Apple 的本機充電限制恰好位於 **系統設定 → 電池** 中的 **%@**。

source: Force Discharge
de: Erzwungenes Entladen
es: Descarga forzada
fr: Décharge forcée
it: Scarica forzata
ja: 強制放電
ko: 강제 방전
nl: Geforceerd ontladen
pt_br: Forçar descarga
pt_pt: Forçar descarga
ru: Принудительная разрядка
sk: Vynútené vybíjanie
sl: Prisilno praznjenje
tr: Zorla Deşarj
vi: Xả pin cưỡng bức
zh_hans: 强制放电
zh_hant: 強制放電

source: Force Discharge started.
de: Erzwungenes Entladen gestartet.
es: Descarga forzada iniciada.
fr: Décharge forcée démarrée.
it: Scarica forzata avviata.
ja: 強制放電を開始しました。
ko: 강제 방전이 시작되었습니다.
nl: Geforceerd ontladen gestart.
pt_br: Descarga forçada iniciada.
pt_pt: Descarga forçada iniciada.
ru: Принудительная разрядка началась.
sk: Vynútené vybíjanie sa začalo.
sl: Prisilno praznjenje se je začelo.
tr: Zorla Deşarj başladı.
vi: Đã bắt đầu xả pin cưỡng bức.
zh_hans: 已开始强制放电。
zh_hant: 已開始強制放電。

source: Force Discharge started. Draining to limit.
de: Erzwungenes Entladen gestartet. Entladen bis zum Limit.
es: Descarga forzada iniciada. Drenando hasta el límite.
fr: Décharge forcée démarrée. Décharge jusqu'à la limite.
it: Scarica forzata avviata. Scaricamento fino al limite.
ja: 強制放電を開始しました。上限まで放電します。
ko: 강제 방전이 시작되었습니다. 제한값까지 방전합니다.
nl: Gedwongen ontladen gestart. Ontladen tot de limiet.
pt_br: Descarga forçada iniciada. Drenando até o limite.
pt_pt: Descarga forçada iniciada. Drenando até o limite.
ru: Принудительный разряд начался. Разрядка до лимита.
sk: Vynútené vybitie spustené. Vybíjanie na úroveň limitu.
sl: Prisilno praznjenje se je začelo. Praznjenje do meje.
tr: Zorla Deşarj başladı. Sınıra kadar boşaltılıyor.
vi: Đã bắt đầu buộc xả pin. Đang xả đến mức giới hạn.
zh_hans: 强制放电已开始。正放电至限制阈值。
zh_hant: 強制放電已開始。正在放電至限制上限。

source: Force Discharge stopped.
de: Erzwungenes Entladen gestoppt.
es: Descarga forzada detenida.
fr: Décharge forcée arrêtée.
it: Scarica forzata interrotta.
ja: 強制放電を停止しました。
ko: 강제 방전이 중지되었습니다.
nl: Geforceerd ontladen gestopt.
pt_br: Descarga forçada interrompida.
pt_pt: Descarga forçada interrompida.
ru: Принудительная разрядка остановлена.
sk: Vynútené vybíjanie bolo zastavené.
sl: Prisilno praznjenje se je ustavilo.
tr: Zorla Deşarj durduruldu.
vi: Đã dừng xả pin cưỡng bức.
zh_hans: 已停止强制放电。
zh_hant: 已停止強制放電。

source: Force Discharging
de: Erzwungenes Entladen
es: Descarga forzada
fr: Décharge forcée
it: Scarica forzata in corso
ja: 強制放電中
ko: 강제 방전 중
nl: Geforceerd ontladen
pt_br: A forçar descarga
pt_pt: A forçar descarga
ru: Принудительная разрядка
sk: Vynútené vybíjanie
sl: Prisilno praznjenje
tr: Zorla Deşarj Ediliyor
vi: Đang xả pin cưỡng bức
zh_hans: 正在强制放电
zh_hant: 強制放電中

source: Forces your MacBook to run on battery power while plugged in.
de: Zwingt Ihr MacBook, im Netzbetrieb auf Akku zu laufen.
es: Obliga a tu MacBook a funcionar con batería mientras está conectado.
fr: Force votre MacBook à fonctionner sur batterie en étant branché.
it: Forza il MacBook a funzionare a batteria pur essendo collegato al caricatore.
ja: 電源アダプタに接続したまま、バッテリー駆動を強制します。
ko: 전원 어댑터가 연결되어 있는 동안 배터리로 작동하도록 강제합니다.
nl: Dwingt uw MacBook op batterijstroom te werken terwijl de adapter is aangesloten.
pt_br: Força o MacBook a funcionar com a bateria enquanto conectado à tomada.
pt_pt: Força o MacBook a funcionar com a bateria enquanto ligado à corrente.
ru: Заставляет MacBook работать от батареи даже при подключённом адаптере.
sk: Vynúti napájanie z batérie aj pri pripojenom napájacom adaptéri.
sl: Prisili MacBook, da deluje na baterijo, medtem ko je priključen na polnilnik.
tr: MacBook'unuzu prize takılıyken batarya gücüyle çalışmaya zorlar.
vi: Buộc MacBook chạy bằng pin trong khi cắm nguồn.
zh_hans: 接通电源时强制 MacBook 使用电池放电。
zh_hant: 接通電源時強制 MacBook 使用電池放電。

source: Frog
de: Frosch
es: Rana
fr: Grenouille
it: Rana
ja: カエル
ko: 개구리
nl: Kikker
pt_br: Rã
pt_pt: Rã
ru: Лягушка
sk: Žaba
sl: Žaba
tr: Kurbağa
vi: Ếch
zh_hans: 青蛙
zh_hant: 青蛙

source: Fully Charged
de: Vollständig geladen
es: Totalmente cargada
fr: Entièrement chargé
it: Completamente carico
ja: フル充電済み
ko: 완전히 충전됨
nl: Volledig opgeladen
pt_br: Totalmente carregada
pt_pt: Totalmente carregada
ru: Полностью заряжен
sk: Plne nabité
sl: Popolnoma napolnjen
tr: Tamamen Şarj Edildi
vi: Đã sạc đầy
zh_hans: 已充满
zh_hant: 充滿電

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pt_br: Geral
pt_pt: Geral
ru: Основные
sk: Všeobecné
sl: Splošno
tr: Genel
vi: Chung
zh_hans: 通用
zh_hant: 一般
